export const translations = {
  ru: {
    appButton: {
      next: 'Далее',
      installVpn: 'Установить VPN',
      mainMenu: 'Главное меню',
      toTelegram: 'Перейти в Telegram',
      backToTelegram: 'Назад в Telegram',
      gotIt: 'Понятно',
      selectGift: 'Выбрать подарок',
      goToPayment: 'Перейти к оплате',
      choose: 'Выбрать',
      addGb: 'Пополнить Гб',
      payment: 'Оплата',
      inviteFriend: 'Пригласить друга',
      approve: 'Подтвердить',
      pay: 'Оплатить',
      continueTariff: 'Продлить тариф',
      giftRobo: 'Подарить Robo',
      myTraffic: 'Мой трафик',
      allTariffes: 'Все тарифы',
      earn: 'Заработать',
      fill: 'Пополнить',
      changeTariff: 'Сменить тариф',
      turnOff: 'Все равно выключить',
      keepOn: 'Не отключать',
      saveOpt: 'Сохранить настройки',
      autoOpt: 'Автонастройка',
      againOpt: 'Настроить заново',
      chooseTariff: 'Выбрать тариф',
    },
    textTips: {
      currency: ' ₽',
      currencyMonth: ' ₽/мес',
      currencyText: ' рублей',
      currencyTotal: ' ₽ всего',
      currentBalance: 'Текущий баланс: ',
      myVpn: 'Мой VPN',
      activeUntil: 'Активен до ',
      tariffEndDate: 'Рассчетная дата окончания тарифа',
      enoughTo: 'Хватит до ',
      tariff: 'Тариф: ',
      enough: 'хватит',
      not: 'не',
      from: 'от ',
      notUnderstand: 'Мне не понятно',
      notUnderstandText: 'Возможности, FAQ, новости',
      instructionBtn: 'Ключ доступа к Outline',
      instructionsBtnText: 'Инструкция по установке',
      referral: 'Реферальная программа',
      referralBtnText: '10+10 Гб',
      gift: 'Подарить VPN',
      giftBtnText: 'На связи с близкими',
      tariffes: 'Тарифы',
      tariffesBtnText: 'Купить, выбрать тариф',
      gb: ' гБ',
      gbReg: ' Гб',
      termsAndConditions: 'Подробные условия',
      balance: 'Баланс',
      balanceText: 'Пополнить или потратить',
      traffic: 'Трафик',
      trafficText: 'Оставшиеся Гб',
      options: 'Настроить',
      optionsText: 'Настроить вручную',
      support: 'Саппорт',
      supportText: 'Напишите нам',
      noResponce: 'Нет ответа?',
      noResponceText: 'Напишите нам!',
      faq: 'FAQ',
      faqText: 'Ответы на вопросы',
      news: 'Новости',
      newsText: 'Обновления от robo',
      possibilities: 'Возможности',
      possibilitiesText: 'Топ-5 причин почему именно robo',
      ourValues: 'Наши ценности',
      valuesText: 'Зачем robo',
      values: 'Ценности',
      valuesRobo: 'Ценности robo',
      possibilitiesRobo: 'Возможности robo',
      paymentOptions: 'Способы оплаты',
      trafficUpdateDate: ' (дата обновления Гб)',
    },
    burgerMenu: {
      menuTitle: 'Основные разделы',
      menuFaqText1: 'Ответы на часто задаваемые',
      menuFaqText2: ' вопросы в разделе ',
      menuSupportTip1: 'Вы всегда можете написать нам',
      menuSupportTip2: 'на почту ',
    },
    backButton: 'Назад',
    copyToClipboard: 'Ссылка скопирована, всё гуд!',
    currentTariffWidgetEnd: 'Ваш трафик закончился',
    news: 'Данный раздел в разработке. Будут полезные лайфхаки про пользования vpn и robo.',
    tariffes: {
      profit: 'Выгода ',
      month: 'Месяц',
      month3: '3 месяца',
      month1and3Text: 'Забудь про ограничения до ',
      month12: '12 месяцев',
      month12Text: 'Год матрицы без ограничений, Нео',
      freeWidgettext1: 'Каждый месяц на тарифах FREE/FIT',
      freeWidgettext2:
        'В первый месяц, и со второго, если есть хотя бы одна покупка',
      singlePayment: 'разовый платеж',
      nolimitMonth: 'Mесяц NOLIMIT',
      nolimit3Months: '3 месяца NOLIMIT',
      nolimit12Months: '12 месяцев NOLIMIT',
      errorPackage: 'Выберите пакет!',
      errorTariff: 'Выберите тариф!',
      tariffPopupTitleRobo: 'Почему robo?',
      tariffPopupTextRoboT1: '1. Гарантия возврата всегда',
      tariffPopupTextRoboA1: 'Если заблокируют, вернем деньги.',
      tariffPopupTextRoboT2: '2. Умный robo',
      tariffPopupTextRoboA2:
        'Доступ к рф сайтам и зарубежным — одним нажатием, и к рф из-за рубежа',
      tariffPopupTextRoboT3: '3. robo + telegram',
      tariffPopupTextRoboA3:
        'Всегда под рукой, алгоритмы сделают vpn незаметным.',
      tariffPopupTextRoboT4: '4. Secure with Google',
      tariffPopupTextRoboA4: 'Безопаснее (и удобнее) некуда:)',
      tariffPopupTextRoboT5: '5. Бесплатно до 10 гб',
      tariffPopupTextRoboA5: 'Всем, каждый месяц, без ограничений по скорости.',
      tariffPopupTitleFree: 'А у меня...5 или 10 Гб?',
      tariffPopupTextFreeT1: '— В этом месяце: вы получили: ',
      tariffPopupTextFreeT2: '— Новые 5 Гб: ',
      tariffPopupTextFreeT3: ' (осталось ',
      tariffPopupTextFreeT4: ' дней)',
      tariffPopupTextFreeT5: '— В среднем потребляете: ',
      tariffPopupTextFreeT6: ' Гб/день',
      tariffPopupTextFreeT7: 'robo думает, что трафика ',
      tariffPopupTextFreeT8: 'до следующих бесплатных Гб',
      tariffPopupTitleReccomend: 'Рекомендуем — это?',
      tariffPopupTextReccomend:
        'Берем среднее потребление за 5 прошедших дней. Берем ваши оставшиеся Гб. Берем дату обновления бесплатного трафика. Считаем, какой пакет вам подойдет. Можете сами посчитать, в разделе Трафик, кстати.',
      tariffPopupTitle10gbAbout: '+ 10 Гб — это?',
      tariffPopupText10gbAbout:
        'На тарифах FREE и FIT мы начисляем 10 Гб один раз в месяц, если вы совершаете хотя бы одну покупку. Так же, начиная со второго месяца функция «Умный впн», в том числе доступ к рф сайтам из-за рубежа — доступна только у пользователей FIT или NOLIMT.',
    },
    tariffesList: {
      tariffesListFree: 'До 10 Гб бесплатно каждый месяц.',
      tariffesListFit:
        'Не хватает Гб на FREE? Расчитайте и докупите сколько нужно.',
      tariffesListNolimit:
        'Забудьте про ограничения, потребляйте сколько хочется.',
      tariffesListTips:
        'Выбрав тариф — пользователь принимает условия сервиса.',
      tariffesListPopupA1: '1. Тариф начинает действовать с момента оплаты.',
      tariffesListPopupA2:
        '2. Гарантия на 100% возврат действует на весь период пользования robo.',
      tariffesListPopupA3:
        '3. Гарантия на возврат вступает в силу только в случае, если мы не смогли предоставить работающий доступ к сервису в течение суток с момента блокировки нас со стороны блокираторов. А так же у вас включены уведомление "забота" от robo. Забота включена по умолчанию, отключить можно только на безлимитном тарифе.',
      tariffesListPopupA4:
        '4. Гарантии подлежат средства за неиспользованный период.',
      tariffesListPopupA5:
        '5. Возврат производится в течение нескольких рабочих дней, если оплата была с банковской карты. Если с крипты — необходимо предоставить доп. информацию об адресе возврата.',
      tariffesListPopupA6:
        '6. Могут быть задержки при возврате, если есть независящие от robo причины со стороны банка или платежной системы. В этом случае мы обязуемся предоставить подтверждение подробной причины в течение 3 рабочих дней.',
      tariffesListPopupA7:
        '7. Нельзя предоставлять доступ более 1 человеку по тарифу NOLIMIT (то есть 1 тариф = 1 человек). если сервисом будет замечено нарушение правила — мы оставляем за собой право заблокировать доступ такому пользователю без объяснения причин.',
      tariffesListPopupA8:
        '8. robo, как и любой впн сервис или интернет провайдер — собирает общую инфрмацию о пользователе — ip, устройство, количество трафика. Это нужно для того, чтобы вообще установить интернет соединение. Понять, какой именно вы трафик потребляется — невозможно, так как outline использует 256-бит шифрование. Информацию о логах мы храним не более двух недель.',
    },
    intro: {
      p1TitleBegin: 'Одна установка - ',
      p1TitleEnd: 'про VPN можно забыть',
      p1Text:
        'Можно забыть о выключении и включении VPN по 10 раз на дню. Instagram, Netflix и YouTube. Авито, Сбер и Госуслуги. Robo работает везде — и на рф, и на зарубежных сайтах, вне зависимости от того где вы находитесь.',
      p2TitleBegin: 'Безопасность',
      p2TitleMiddle: 'от ',
      p2TitleEnd: 'Google',
      p2Text:
        'Мы не устанавливаем ничего своего вам на телефон. А предлагаем один раз установить надежное приложение от Jigsaw (Google) — Outline.',
      p3TitleBegin: 'Вcтроенное',
      p3TitleMiddle: 'приложение ',
      p3TitleEnd: 'прямо в Telegram',
      p3Text:
        'Не нужно искать приложения и что-то настраивать. Встроенное приложение в телеграмм всегда под рукой, а алгоритмы robo сообщат о важном прямо в чате.',
      p4TitleBegin: '100% гарантия',
      p4TitleMiddle: 'возврата ',
      p4TitleEnd: 'всегда',
      p4Text:
        'А не первые 7 или 30 дней как у ... но, вероятно, возврат не потребуется. Наши технологии не заблокировали даже в Китае. А мы пошли еще дальше.',
      p5TitleBegin: 'Бесплатно',
      p5TitleEnd: 'каждый месяц',
      p5Text:
        'До 10 Гб каждый месяц всем пользователям. Без ограничений. Если не хватит — тарифы доступны от 79 рублей.',
    },
    instruction: {
      p1TitleBegin: '1. Скопируй свой',
      p1TitleMiddle1: 'уникальный ключ',
      p1TitleMiddle2: ', чтобы',
      p1TitleMiddle3: 'получить доступ',
      p1TitleEnd: 'к VPN.',
      p2TitleBegin: '2. Скачай приложение',
      p2TitleMiddle: ' Outline ',
      p2TitleEnd: 'на свое устройство.',
      p2Text: ' Это безопасно, проверено и разработано при участии Google.',
      p3TitleBegin: '3. Вставь ключ',
      p3TitleMiddle: 'в приложение',
      p3TitleEnd: 'Outline',
      step1: '1ый шаг',
      step2: '2ый шаг',
      step3: '3ый шаг',
      step4: '4ый шаг',
      p4TitleBegin: 'Отлично!',
      p4TitleEnd: 'Все работает!',
      p4TextBegin: 'Можете свернуть приложение — его всегда можно найти ',
      p4TextEnd: 'в Telegram-чате с robo.',
      p4NotActiveUserTips:
        'Как только загрузите первые килобайты — robo станет активным. И вы сможете ознакомиться со всеми возможностями. :)',
    },
    errorPage: {
      errorTitle: 'Упс, скоро поправим!',
      errorTextBegin: ' В приложении тех. работы,',
      errorTextMiddle1: 'если вы пострадали — ',
      errorTextMiddle2: 'пожалуйста, напишите',
      errorTextMiddle3: 'нам ',
    },
    referral: {
      refTitle1: '10 гб вам — ',
      refTitle2: '10 гб другу',
      refSubtitle:
        'Итого 20 Гб — от нас для вас. Как только приглашенный пользователь совершит первую оплату (от 79 ₽).',
      refWidgetInvitedUsers: 'количество приглашенных пользователей',
      refWidgetTrafficRef: 'кол-во заработанных Гб на реферальной программе',
      refUsersGetTraffic:
        'такой объем свободной информации получили друзья благодаря вам',
      refTipCopyLink: 'Скопируйте ссылку и поделитесь в другом:',
      refTipUserTerms:
        'Участвуя в реферальной программе, вы принимаете ее условия.',
      refPopupText1:
        '1. Чтобы программа действовала — нужно поделиться ссылкой с другом, а ему просто перейти по ней в телеграмм.',
      refPopupText2:
        '2. Как только приглашенный сделает первую любую покупку (от 79 р.) — будет начислено 20 гб, 10 вам и 10 приглашенному.',
      refPopupText3:
        '3. Трафик за реферальную программу будет отображаться в разделях "Трафик" и "Реферальная программа". В разделе "Трафик" вы можете активировать использование бонусных гигабайтов в любой момент времени. Они начнут ипользоваться сразу после того, как закончится ваш текущий тариф.',
      refPopupText4:
        '4. Программа действует только, если пользователь ранее не регистрировался в нашем сервисе. регистрация — это переход в телеграм на robo (запуск бота).',
    },
    gift: {
      giftVpn: 'Подарить VPN',
      giftP1Title1: 'Подарить',
      giftP1Title2: 'VPN друзьям',
      giftP1Title3: 'и близким',
      giftP1Subtitle1: 'Подарить — просто:',
      giftP1Subtitle2: 'подарок просто нужно',
      giftP1Subtitle3: 'будет переслать',
      giftP1Subtitle4: 'в Telegram.',
      giftExplanation: 'Выбрав подарок — вы принимаете условия сервиса.',
      giftPopupText1:
        '1. Чтобы программа действовала — вам нужно поделиться подарком с другом, а ему просто перейти по ссылке, и зарегистирироваться будто новый пользователь.',
      giftPopupText2:
        '2. Оплаченный тариф начинает действовать с момента вашей оплаты его в качестве подарка, а не с момента его активации со стороны пользователя.',
      giftPopupText3:
        '3. Подарок подлежит возврату только в соответствии с общими условиями возврата. С условиями можно ознакомиться в разделе — тарифы, подробные условия. Коротко — только в случае, если нас заблокируют, и robo не сможет предоставить рабочий доступ к сервису в течение суток.',
      giftP2Title1: 'Выберите',
      giftP2Title2: 'тариф',
      giftP3Title1: 'Подарить',
      giftP3Title2: 'просто',
      giftP3Text1: '1. Выберите подарок.',
      giftP3Text2: '2. Оплатите.',
      giftP3Text3: '3. Перешлите',
      giftP3Text4: 'подарок в Telegram',
      giftP3Text5: 'от robo.',
      giftSuccessTitle1: 'Ура, все готово! Подарок запакован',
      giftSuccessTitle2: ' — дело за малым.',
      giftSuccessText:
        'Перейдите в Telegram с robo — перешлите подарок нужному человеку.',
    },
    payment: {
      enterEmail: 'Ваш e-mail',
      repeatEmail: 'Подтвердите e-mail',
      emailText:
        'Для продолжения оплаты. Не (!) для спама, а для технических моментов, если телеграмму, например, будет плохо — чтобы связаться с вами, такое бывает редко, но бывает.',
      paymentCardTitle: 'Банковская карта',
      paymentCardText: 'Мир и другие',
      paymentCryptoTitle: 'Крипта (в разработке)',
      paymentCryptoText: 'Биткоин и другие',
      paymentBalanceTitle: 'Оплатить за счет баланса',
      paymentBalanceText: 'На вашем балансе ',
      toPay: 'К оплате',
      paymentSuccessTitle:
        'Оплата прошла успешно! Теперь ты можешь настроить свой впн и следить за оставшимся трафиком в разделе «мой впн».',
      paymentSuccessText:
        'Ты можешь довериться нашему алгоритму настройки, или все сделать самостоятельно.',
    },
    subscription: {
      textFree: 'До 10 Гб каждый месяц бесплатно',
      textFit: '10 ГБ бесплатно + оплата за ГБ',
      textNolimit: 'Без ограничений',
      myTariff: 'Мой тариф',
      yourTariff: 'Ваш тариф: ',
      algoRobo: 'Алгоритм робо думает, что трафика ',
      algoText: 'до следующих бесплатных ',
      thisMonth: 'В этом месяце вам начислено ',
      thisMonthEnd:
        'бесплатного трафика. Мы начисляем 10 начиная со второго месяца тем, кто делает хотя бы одну покупку.',
      toYou: 'Вам ',
      added: 'начислено ',
      amountFreeTraff: 'Гб бесплатного трафика.',
      restText:
        ' Спасибо, что пользуетесь robo и докупаете Гб, когда не хватает бесплатного трафика.',
    },
    support: {
      supportFreeText1:
        'В целях сохранения доступных цен и бесплатного трафика — мы сохранили опцию поддержки в чате только для пользователей безлимитного тарифа.',
      supportFreeText2: 'Надеемся, на понимание.',
      supportNolimitText:
        'Здесь вы можете позвать оператора службы Заботы в телеграм чат с robo. Напишите все вопросы, мы ответим в течение суток.',
      supportToFaq: 'Возможно, вам поможет раздел ',
      faq: 'FAQ',
      callOperator: 'Позвать оператора',
      supportChat: 'Саппорт чат',
    },
    balance: {
      title:
        'Cписывать с баланса (выберите с валюты или с Гб), когда закончится текущий тариф.',
      subtitle: 'Внесенная сумма',
      takeFromBalance: 'Списать с валюты',
      takeFromGb: 'Списать с Гб',
      recievedGb: 'Заработаные гигабайты',
      inputTitle: 'Или внесите сумму на ваш баланс',
      balanceTip:
        'Вы можете пополнить баланс и увеличить трафик или заработать Гб с помощью ',
      balanceTipLink: 'реферальной программы',
    },
    traffic: {
      nolimit: 'NOLIMIT',
      nolimitTip:
        'Все под контролем, потребляйте сколько хотите, у вас безлимит',
      averagePerDay: 'В среднем в день вы тратите',
      forecast: 'Ваше прогнозное потребление трафика в месяц',
      seemsLike: 'Кажестся, вам ',
      enoghTraffic: ' хватит трафика до конца месяца',
      dontWorry: 'Чтобы не волноваться — можете ',
      addBalance: 'пополнить баланс',
      startAutoCharge: ', и нажать автосписание по текущему тарифу.',
      enoughTo: 'Осталось до ',
    },
    options: {
      chooseLoc: 'Выбрать локацию',
      more: 'Подробнее.',
      locationText:
        'Наша сеть серверов работает в 54 странах. Здесь мы отображаем — во-первых, наиболее быстрые для вас точки. Во-вторых, наиболее оптимальные для рф, на взгляд robo.',
      chooseDevice: 'Выбрать устройство',
      chooseDeviceText:
        'Ваш ключ подходит для всех устройств, вы можете скачать нужное приложение для дополнительного устройства на сайте Outline.',
      saveKey: 'Когда сохраните настройки — ваш ключ обновится',
      smart: 'Умный robo',
      smartText:
        'Алгоритмы robo перераспределяют трафик в зависимости от того, на какой сайт вы хотите попасть. Даже с включенным впн — доступны и рф сайты. В том числе из-за рубежа.',
      care: 'Коммуникация с robo в Telegram',
      careText:
        'Robo скажет, если ркн заблокирует ваш сервер и предложит сразу новый, напомнит об окончании тарифа, поможет с установкой. И не только.',
      careReminder:
        'Внимание! При отключении коммуникации с ботом, мы будем связываться с вами только в случае блокировки, чтобы предоставить работающий доступ к сервису. Robo напишет, что нажать в Telegram, если соединение можно улучшить или РКН заблокирует именно ваш сервер.',
      careFreeReminder:
        'Коммуникацию можно отключить только на платных тарифах.',
      optSuccess:
        'Отлично, вы настроили robo под себя! Новые настройки внесены.',
      optSuccessKey:
        'Отлично, вы настроили robo под себя. Ваш ключ доступа — чтобы новые настройки заработали, вставьте новый ключ в приложение outline.',
      optionsTips:
        'При смене локации прогнозное потребление в разделе "Тариф" будет считаться корректно через 2-5 дней.',
    },
    values: {
      title1: 'Устойчивость к блокировкам',
      text1Normal1:
        'Мы считаем, свобода главная причина развития человека. А ее ущемление — ведет в противоположную сторону. Поэтому, в первую очередь, задача robo не дать себя заблокировать, и, вместе с тем, — доступ к свободе в интернете. В том числе поэтому мы даем гарантию на ',
      text1Bold1: '100% возврат ',
      text1Normal2: ' не на первые 7 или 30 дней, как большинство сервисов. А ',
      text1Bold2: 'на весь период пользования robo',
      title2: 'Доступно всем',
      text2Normal1:
        'Исходя из главной для нас ценности — свободы — мы верим, что предоставляя экстра возможности для наших пользователей наперед... это приведет к большему совместному развитию в будущем.',
      text2Bold: ' Поэтому мы даем базовый бесплатный трафик всем ',
      text2Normal2:
        '(10 Гб/мес), и верим, что со временем свободный доступ в интернет станет для наших бесплатных пользователей ценнее любых платных тарифов.',
      title3: 'Соединение',
      text3Bold1: 'В идеале мы бы хотели, чтобы вы не замечали, что есть ',
      text3Normal1: 'вообще какие-то блокировки или ',
      text3Bold2: 'ограничения в интернете',
      text3Normal2:
        '. Не замечали, что есть robo. Уже сейчас для этого многое делаем: автоматизация скорости на серверах — не контролируем ничего руками, и как только у нас появляется больше пользователей — сервера сами увеличивают свою мощность.',
      title4: 'Удобство',
      text4Normal1: 'Это синоним слову сервис для нас. ',
      text4Bold1: 'Мы не хотим, чтобы вы запаривались вообще... ',
      text4Normal2: 'и как было сказано, думали об ограничениях и впн. ',
      text4Bold2: 'Поэтому ',
      text4Normal3: 'многое в robo ',
      text4Bold3: 'автоматизировано',
      text4Normal4:
        '. Oт алгоритов распределения трафика и работы на локальных, и зарубежных ресурсах одновременно (сбер, госуслуги и netflix, instagram) до автоматического подбора лучшей локации и встроенного приложения прямо в телеграм.',
      title5: 'Безопасность',
      text5Normal1:
        'Мы решили выбрать решение, чтоб у вас совсем не было сомнений. Примерно... ',
      text5Bold1: 'безопаснее некуда',
      text5Normal2:
        '. мы не устанавливаем ничего своего вам на телефон. а предлагаем один раз установить надежное приложение от jigsaw (',
      text5Bold2: 'Google',
      text5Normal3: ') — outline. Данные в outline зашифрованы так, что ',
      text5Bold3: 'всем массонам мира вас не взломать',
      text5Normal4:
        ' (не то что wi-fi в starbucks). Коммуникация с нами остается лишь на уровне Telegram.',
    },
    messageUs: {
      title:
        'Персональная поддержка доступна только на тарифе NOLIMIT. Однако мы рады любому конструктивному фидбеку или предложению.',
      text: '  Вы всегда можете написать нам на почту ',
    },
    possibilities: {
      title1: 'Умный robo',
      text1:
        'Одна установка, и про впн можно забыть. instagram, netflix и youtube. авито, сбер и госуслуги. Robo работает везде — и на рф, и на зарубежных сайтах. Можно забыть о выключении и включении vpn по 10 раз на дню. Так же не важно, где вы находитесь в рф или зарубежом — алгоритмы robo откроют доступ к нужным ресурсам.',
      title2: 'Безопасность от Google',
      text2:
        'Мы не устанавливаем ничего своего вам на телефон. А предлагаем один раз установить надежное приложение от jigsaw (google) — outline. Данные зашифрованы так, что всем массонам мира вас не взломать.',
      title3: 'Встроенное приложение прямо в Telegram',
      text3:
        'Не нужно искать приложения и что-то настраивать. Встроенное приложение в телеграм всегда под рукой, а алгоритмы robo сообщат о важном прямо в чате в телеграм.',
      title4: '100% гарантия возврата всегда',
      text4:
        'Наша главная задача сделать так, чтобы у вас был всегда доступ в свободный интернет. И мы в ответе за свои слова, если впн перестанет работать и мы не сможем в течение дня предоставить вам работающий доступ к сервису — вернем деньги.',
      title5: '10 Гб каждый месяц бесплатно',
      text5:
        'Дарим 10 гигабайтов на тарифах FREE и FIX каждый месяц, так же можно заработать 20 гб просто за приглашение — 10 гб вам и 10 гб приглашенному.',
    },
    faq: {
      title1: 'А вы кто?',
      text1normal1: 'Мы команда it специалистов с',
      text1bold1: ' опытом более 30 лет работы ',
      text1normal2:
        'в индустрии (сбер, skyeng и др.). До 2022 года мы занимались разными проектами в топовых it компаниях. Но недавно поняли, что стоит делать что-то важное. В чем одноврменно есть большая потребность И в чем мы сильны. Потребность — свобода, а сила — в it. В целях безопасности близких, мы пока не готовы раскрывать информацию об основателях проекта. С точки зрения — пользоваться нами или нет, это мало важная информация, потому что мы безопасно. Почему? Следующий пункт.',
      title2: 'Почему вами безопасно пользоваться?',
      text2bold1: 'Мы не устанавливаем ничего своего вам на телефон',
      text2normal1:
        ' или любое устройство. А предлагаем один раз установить надежное приложение от jigsaw ',
      text2bold2: '(Google) — outline',
      text2normal2:
        '. Данные в outline зашифрованы так, что всем массонам мира вас не взломать (не то что... wi-fi в starbucks). Коммуникация с нами остается на уровне телеграм. Мы знаем лишь только те данные, которые есть у всех...сотовых операторов, сайтов и даже no-logs vpn. IP, размер гб и тип устройства — без них не возможно подключение к интернету.',
      title3: 'Почему вас не заблокируют?',
      text3normal1:
        'Для этого мы используем лучшие мировые технологии, адаптированные под robo. ',
      text3bold1: 'Протокол shadowsocks',
      text3normal2: ', который не смогли заблокировать даже в Китае. ',
      text3bold2: 'Так же свои разработки',
      text3normal3:
        ' — например, децентрализация users на подсети, разные ip/domains. Ну, и вишенка на торте (которую мы не встречали на рынке) — ',
      text3bold3: 'мы даем 100% гарантию на возврат',
      text3normal4:
        ' в любой момент времени (а не первые 7 или 30 дней как у большинства), если не сможем предоставить вам доступ к сервису в случае блокировки (блокировать пытаться могут всех).',
      title4: 'Как именно работает возврат средств?',
      text4normal1:
        ' Мы гарантируем 100% возврат только в случае если нас заблокирует ркн и мы не сможем вам предоставить доступ к впн в течение суток. В этом случае, robo сам напишет вам в телеграм и скажет что нажать (прямо из тг), чтобы все сделать.',
      text4normal2:
        'Если у вас есть вопросы по возврату, то можете написать нам на почту ',
      text4normal3:
        '. В теле письма, пож-ста, укажите ваш ID в тг, а в названии названии напишите слово возврат. Ну и вопрос не забудьте, пож-ста :)',
      title5: 'Могу ли я из-за рубежа... зайти на рф сайты?',
      text5normal1: 'Да, можете. Алгоритимы функции ',
      text5bold1: 'умный впн',
      text5normal2:
        ' — позволяют вне зависимости от вашего расположения со свлюченным впн заходить одноврменно и на рф, и не на рф сайты. Instagram, netflix и youtube. авито, сбер и госуслуги. Можно забыть о выключении и включении vpn по 10 раз за день.',
      title6: 'Чем вы отличаетесь от других сервисов vpn?',
      text6:
        'Отличий много, но основных 5. Про них мы написали в разделе — мне не понятно, возможности (',
      text6link: 'линк',
      title7: 'Сколько одновременно и какие устройства доступны?',
      text7bold1: 'Сколько угодно',
      text7normal1: ', а среди устройств — ',
      text7bold2: 'IOS, Android, Mac, Windows, Linux и Google Chrome',
      text7normal2:
        ', все их можно скачать на сайте outline. Единственное ограничение: ',
      text7bold3: '1 пользователь = 1 доступ',
      text7normal3:
        '. Если условие будет нарушено, и вы поделитесь ссылкой с кем-то, то для нас это фрод — мы оставляем за собой права заблокировать доступ без возврата средств с детализацией ситуации вам в директ или с возвратом, без объяснения причин.',
      title8: 'Я могу делиться с кем-то своей ссылкой в outline?',
      text8bold1: 'Увы, нет',
      text8normal1:
        '. Для нас это нарушение правил, поскольку так будет не честно, ведь вы заплатили за одного пользователя, а в итоге потбреляют наши услуги двое или больше.',
      text8bold2:
        ' Если вам хочется дать доступ близким, вы можете просто поделиться сервисом robo через реферальную программу или кому-то подарить впн, через раздел — подарок.',
      text8normal2:
        ' За нарушение правила — оно для нас критическое. Мы оставляем за собой право вернуть вам деньги без объяснения причин, и больше не давать доступ к сервису. Или не возвращать деньги совсем, объяснив причины.',
      title9: 'Как с вами связаться?',
      text9normal1:
        'Пока мы в процессе разработки автоматизированной партнерской программы. но в целом готовы уже сейчас договариваться. если вы блоггер или сообщество и разделяете наши ценности — ',
      text9normal2:
        'В целом, так как мы data driven проект — мы видим, что работает, а что — нет. Тем не менее, так как недавно запустились, будем рады любому конструктуривному фидбэку или предложению — ',
      text9normal3: ', по вопросам поддержки — нужно обращаться в чат.',
    },
  },
};
