export const translations = {
  ru: {
    appButton: {
      next: 'Далее',
      installVpn: 'Установить VPN',
      mainMenu: 'Главное меню',
      toTelegram: 'Перейти в Telegram',
      backToTelegram: 'Назад в Telegram',
      gotIt: 'Понятно',
      selectGift: 'Выбрать подарок',
      goToPayment: 'Перейти к оплате',
      choose: 'Выбрать',
      addGb: 'Пополнить Гб',
      payment: 'Оплата',
      inviteFriend: 'Пригласить друга',
      approve: 'Подтвердить',
      pay: 'Оплатить',
      continueTariff: 'Продлить тариф',
      giftRobo: 'Подарить Robo',
      myTraffic: 'Мой трафик',
      allTariffes: 'Все тарифы',
      earn: 'Заработать',
      fill: 'Пополнить',
      changeTariff: 'Сменить тариф',
      turnOff: 'Все равно выключить',
      keepOn: 'Не отключать',
      saveOpt: 'Сохранить настройки',
      autoOpt: 'Автонастройка',
      againOpt: 'Настроить заново',
    },
    copyToClipboard: 'Ссылка скопирована, всё гуд!',
    tariffes: {
      profit: 'Выгода ',
      month: 'Месяц',
      month3: '3 месяца',
      month1and3Text: 'Забудь про ограничения до ',
      month12: '12 месяцев',
      month12Text: 'Год матрицы без ограничений, Нео',
      freeWidgettext1: 'Каждый месяц на тарифах FREE/FIT',
      freeWidgettext2:
        'В первый месяц, и со второго, если есть хотя бы одна покупка',
      singlePayment: 'разовый платеж',
      nolimitMonth: 'Mесяц NOLIMIT',
      nolimit3Months: '3 месяца NOLIMIT',
      nolimit12Months: '12 месяцев NOLIMIT',
      errorPackage: 'Выберите пакет!',
      errorTariff: 'Выберите тариф!',
      tariffPopupTitleRobo: 'Почему robo?',
      tariffPopupTextRoboT1: '1. Гарантия возврата всегда',
      tariffPopupTextRoboA1: 'Если заблокируют, вернем деньги.',
      tariffPopupTextRoboT2: '2. Умный robo',
      tariffPopupTextRoboA2:
        'Доступ к рф сайтам и зарубежным — одним нажатием, и к рф из-за рубежа',
      tariffPopupTextRoboT3: '3. robo + telegram',
      tariffPopupTextRoboA3:
        'Всегда под рукой, алгоритмы сделают vpn незаметным.',
      tariffPopupTextRoboT4: '4. Secure with Google',
      tariffPopupTextRoboA4: 'Безопаснее (и удобнее) некуда:)',
      tariffPopupTextRoboT5: '5. Бесплатно до 10 гб',
      tariffPopupTextRoboA5: 'Всем, каждый месяц, без ограничений по скорости.',
      tariffPopupTitleFree: 'А у меня...5 или 10 Гб?',
      tariffPopupTextFreeT1: '— В этом месяце: вы получили: ',
      tariffPopupTextFreeT2: '— Новые 5 Гб: ',
      tariffPopupTextFreeT3: ' (осталось ',
      tariffPopupTextFreeT4: ' дней)',
      tariffPopupTextFreeT5: '— В среднем потребляете: ',
      tariffPopupTextFreeT6: ' Гб/день',
      tariffPopupTextFreeT7: 'robo думает, что трафика ',
      tariffPopupTextFreeT8: 'до следующих бесплатных Гб',
      tariffPopupTitleReccomend: 'Рекомендуем — это?',
      tariffPopupTextReccomend:
        'Берем среднее потребление за 5 прошедших дней. Берем ваши оставшиеся Гб. Берем дату обновления бесплатного трафика. Считаем, какой пакет вам подойдет. Можете сами посчитать, в разделе Трафик, кстати.',
      tariffPopupTitle10gbAbout: '+ 10 Гб — это?',
      tariffPopupText10gbAbout:
        'На тарифах FREE и FIT мы начисляем 10 Гб один раз в месяц, если вы совершаете хотя бы одну покупку. Так же, начиная со второго месяца функция «Умный впн», в том числе доступ к рф сайтам из-за рубежа — доступна только у пользователей FIT или NOLIMT.',
    },
    tariffesList: {
      tariffesListFree: 'До 10 Гб бесплатно каждый месяц.',
      tariffesListFit:
        'Не хватает Гб на FREE? Расчитайте и докупите сколько нужно.',
      tariffesListNolimit:
        'Забудьте про ограничения, потребляйте сколько хочется.',
      tariffesListTips:
        'Выбрав тариф — пользователь принимает условия сервиса.',
      tariffesListPopupA1: '1. Тариф начинает действовать с момента оплаты.',
      tariffesListPopupA2:
        '2. Гарантия на 100% возврат действует на весь период пользования robo.',
      tariffesListPopupA3:
        '3. Гарантия на возврат вступает в силу только в случае, если мы не смогли предоставить работающий доступ к сервису в течение суток с момента блокировки нас со стороны блокираторов. А так же у вас включены уведомление "забота" от robo. Забота включена по умолчанию, отключить можно только на безлимитном тарифе.',
      tariffesListPopupA4:
        '4. Гарантии подлежат средства за неиспользованный период.',
      tariffesListPopupA5:
        '5. Возврат производится в течение нескольких рабочих дней, если оплата была с банковской карты. Если с крипты — необходимо предоставить доп. информацию об адресе возврата.',
      tariffesListPopupA6:
        '6. Могут быть задержки при возврате, если есть независящие от robo причины со стороны банка или платежной системы. В этом случае мы обязуемся предоставить подтверждение подробной причины в течение 3 рабочих дней.',
      tariffesListPopupA7:
        '7. Нельзя предоставлять доступ более 1 человеку по тарифу NOLIMIT (то есть 1 тариф = 1 человек). если сервисом будет замечено нарушение правила — мы оставляем за собой право заблокировать доступ такому пользователю без объяснения причин.',
      tariffesListPopupA8:
        '8. robo, как и любой впн сервис или интернет провайдер — собирает общую инфрмацию о пользователе — ip, устройство, количество трафика. Это нужно для того, чтобы вообще установить интернет соединение. Понять, какой именно вы трафик потребляется — невозможно, так как outline использует 256-бит шифрование. Информацию о логах мы храним не более двух недель.',
    },
    currentTariffWidgetEnd: 'Ваш трафик закончился',
    textTips: {
      currency: ' ₽',
      currencyMonth: ' ₽/мес',
      currencyText: ' рублей',
      currencyTotal: ' ₽ всего',
      currentBalance: 'Текущий баланс: ',
      myVpn: 'Мой VPN',
      activeUntil: 'Активен до ',
      tariffEndDate: 'Рассчетная дата окончания тарифа',
      enoughTo: 'Хватит до ',
      tariff: 'Тариф: ',
      enough: 'хватит',
      not: 'не',
      from: 'от ',
      notUnderstand: 'Мне не понятно',
      notUnderstandText: 'Возможности, FAQ, новости',
      instructionBtn: 'Ключ доступа к Outline',
      instructionsBtnText: 'Инструкция по установке',
      referral: 'Реферальная программа',
      referralBtnText: '10+10 Гб',
      gift: 'Подарить VPN',
      giftBtnText: 'На связи с близкими',
      tariffes: 'Тарифы',
      tariffesBtnText: 'Купить, выбрать тариф',
      gb: ' гБ',
      gbReg: ' Гб',
      termsAndConditions: 'Подробные условия',
    },
    burgerMenu: {
      menuTitle: 'Основные разделы',
      menuBtn1: 'Главное меню',
      menuBtn2: 'Мой VPN',
      menuBtn3: 'Мне не понятно',
      menuFaqText1: 'Ответы на часто задаваемые',
      menuFaqText2: ' вопросы в разделе ',
      menuFaqText3: 'FAQ.',
      menuSupportTip1: 'Вы всегда можете написать нам',
      menuSupportTip2: 'на почту ',
    },
    backButton: {
      back: 'Назад',
      paymentOptions: 'Способы оплаты',
      support: 'Саппорт',
    },
    intro: {
      p1TitleBegin: 'Одна установка - ',
      p1TitleEnd: 'про VPN можно забыть',
      p1Text:
        'Можно забыть о выключении и включении VPN по 10 раз на дню. Instagram, Netflix и YouTube. Авито, Сбер и Госуслуги. Robo работает везде — и на рф, и на зарубежных сайтах, вне зависимости от того где вы находитесь.',
      p2TitleBegin: 'Безопасность',
      p2TitleMiddle: 'от ',
      p2TitleEnd: 'Google',
      p2Text:
        'Мы не устанавливаем ничего своего вам на телефон. А предлагаем один раз установить надежное приложение от Jigsaw (Google) — Outline.',
      p3TitleBegin: 'Вcтроенное',
      p3TitleMiddle: 'приложение ',
      p3TitleEnd: 'прямо в Telegram',
      p3Text:
        'Не нужно искать приложения и что-то настраивать. Встроенное приложение в телеграмм всегда под рукой, а алгоритмы robo сообщат о важном прямо в чате.',
      p4TitleBegin: '100% гарантия',
      p4TitleMiddle: 'возврата ',
      p4TitleEnd: 'всегда',
      p4Text:
        'А не первые 7 или 30 дней как у ... но, вероятно, возврат не потребуется. Наши технологии не заблокировали даже в Китае. А мы пошли еще дальше.',
      p5TitleBegin: 'Бесплатно',
      p5TitleEnd: 'каждый месяц',
      p5Text:
        'До 10 Гб каждый месяц всем пользователям. Без ограничений. Если не хватит — тарифы доступны от 79 рублей.',
    },
    instruction: {
      p1TitleBegin: '1. Скопируй свой',
      p1TitleMiddle1: 'уникальный ключ',
      p1TitleMiddle2: ', чтобы',
      p1TitleMiddle3: 'получить доступ',
      p1TitleEnd: 'к VPN.',
      p2TitleBegin: '2. Скачай приложение',
      p2TitleMiddle: ' Outline ',
      p2TitleEnd: 'на свое устройство.',
      p2Text: ' Это безопасно, проверено и разработано при участии Google.',
      p3TitleBegin: '3. Вставь ключ',
      p3TitleMiddle: 'в приложение',
      p3TitleEnd: 'Outline',
      step1: '1ый шаг',
      step2: '2ый шаг',
      step3: '3ый шаг',
      step4: '4ый шаг',
      p4TitleBegin: 'Отлично!',
      p4TitleEnd: 'Все работает!',
      p4TextBegin: 'Можете свернуть приложение — его всегда можно найти ',
      p4TextEnd: 'в Telegram-чате с robo.',
      p4NotActiveUserTips:
        'Как только загрузите первые килобайты — robo станет активным. И вы сможете ознакомиться со всеми возможностями. :)',
    },
    errorPage: {
      errorTitle: 'Упс, скоро поправим!',
      errorTextBegin: ' В приложении тех. работы,',
      errorTextMiddle1: 'если вы пострадали — ',
      errorTextMiddle2: 'пожалуйста, напишите',
      errorTextMiddle3: 'нам ',
    },
    referral: {
      refTitle1: '10 гб вам — ',
      refTitle2: '10 гб другу',
      refSubtitle:
        'Итого 20 Гб — от нас для вас. Как только приглашенный пользователь совершит первую оплату (от 79 ₽).',
      refWidgetInvitedUsers: 'количество приглашенных пользователей',
      refWidgetTrafficRef: 'кол-во заработанных Гб на реферальной программе',
      refUsersGetTraffic:
        'такой объем свободной информации получили друзья благодаря вам',
      refTipCopyLink: 'Скопируйте ссылку и поделитесь в другом:',
      refTipUserTerms:
        'Участвуя в реферальной программе, вы принимаете ее условия.',
      refPopupText1:
        '1. Чтобы программа действовала — нужно поделиться ссылкой с другом, а ему просто перейти по ней в телеграмм.',
      refPopupText2:
        '2. Как только приглашенный сделает первую любую покупку (от 79 р.) — будет начислено 20 гб, 10 вам и 10 приглашенному.',
      refPopupText3:
        '3. Трафик за реферальную программу будет отображаться в разделях "Трафик" и "Реферальная программа". В разделе "Трафик" вы можете активировать использование бонусных гигабайтов в любой момент времени. Они начнут ипользоваться сразу после того, как закончится ваш текущий тариф.',
      refPopupText4:
        '4. Программа действует только, если пользователь ранее не регистрировался в нашем сервисе. регистрация — это переход в телеграм на robo (запуск бота).',
    },
    gift: {
      giftVpn: 'Подарить VPN',
      giftP1Title1: 'Подарить',
      giftP1Title2: 'VPN друзьям',
      giftP1Title3: 'и близким',
      giftP1Subtitle1: 'Подарить — просто:',
      giftP1Subtitle2: 'подарок просто нужно',
      giftP1Subtitle3: 'будет переслать',
      giftP1Subtitle4: 'в Telegram.',
      giftExplanation: 'Выбрав подарок — вы принимаете условия сервиса.',
      giftPopupText1:
        '1. Чтобы программа действовала — вам нужно поделиться подарком с другом, а ему просто перейти по ссылке, и зарегистирироваться будто новый пользователь.',
      giftPopupText2:
        '2. Оплаченный тариф начинает действовать с момента вашей оплаты его в качестве подарка, а не с момента его активации со стороны пользователя.',
      giftPopupText3:
        '3. Подарок подлежит возврату только в соответствии с общими условиями возврата. С условиями можно ознакомиться в разделе — тарифы, подробные условия. Коротко — только в случае, если нас заблокируют, и robo не сможет предоставить рабочий доступ к сервису в течение суток.',
      giftP2Title1: 'Выберите',
      giftP2Title2: 'тариф',
      giftP3Title1: 'Подарить',
      giftP3Title2: 'просто',
      giftP3Text1: '1. Выберите подарок.',
      giftP3Text2: '2. Оплатите.',
      giftP3Text3: '3. Перешлите',
      giftP3Text4: 'подарок в Telegram',
      giftP3Text5: 'от robo.',
      giftSuccessTitle1: 'Ура, все готово! Подарок запакован',
      giftSuccessTitle2: ' — дело за малым.',
      giftSuccessText:
        'Перейдите в Telegram с robo — перешлите подарок нужному человеку.',
    },
    payment: {
      enterEmail: 'Ваш e-mail',
      repeatEmail: 'Подтвердите e-mail',
      emailText:
        'Для продолжения оплаты. Не (!) для спама, а для технических моментов, если телеграмму, например, будет плохо — чтобы связаться с вами, такое бывает редко, но бывает.',
      paymentCardTitle: 'Банковская карта',
      paymentCardText: 'Мир и другие',
      paymentCryptoTitle: 'Крипта (в разработке)',
      paymentCryptoText: 'Биткоин и другие',
      paymentBalanceTitle: 'Оплатить за счет баланса',
      paymentBalanceText: 'На вашем балансе ',
      toPay: 'К оплате',
      paymentSuccessTitle:
        'Оплата прошла успешно! Теперь ты можешь настроить свой впн и следить за оставшимся трафиком в разделе «мой впн».',
      paymentSuccessText:
        'Ты можешь довериться нашему алгоритму настройки, или все сделать самостоятельно.',
    },
    subscription: {
      textFree: 'До 10 Гб каждый месяц бесплатно',
      textFit: '10 ГБ бесплатно + оплата за ГБ',
      textNolimit: 'Без ограничений',
      myTariff: 'Мой тариф',
      yourTariff: 'Ваш тариф: ',
      algoRobo: 'Алгоритм робо думает, что трафика ',
      algoText: 'до следующих бесплатных ',
      thisMonth: 'В этом месяце вам начислено ',
      thisMonthEnd:
        'бесплатного трафика. Мы начисляем 10 начиная со второго месяца тем, кто делает хотя бы одну покупку.',
      toYou: 'Вам ',
      added: 'начислено ',
      amountFreeTraff: 'Гб бесплатного трафика.',
      restText:
        ' Спасибо, что пользуетесь robo и докупаете Гб, когда не хватает бесплатного трафика.',
    },
    support: {
      supportFreeText1:
        'В целях сохранения доступных цен и бесплатного трафика — мы сохранили опцию поддержки в чате только для пользователей безлимитного тарифа.',
      supportFreeText2: 'Надеемся, на понимание.',
      supportNolimitText:
        'Здесь вы можете позвать оператора службы Заботы в телеграм чат с robo. Напишите все вопросы, мы ответим в течение суток.',
      supportToFaq: 'Возможно, вам поможет раздел',
      faq: 'FAQ',
      callOperator: 'Позвать оператора',
      supportChat: 'Саппорт чат',
    },
    balance: {
      title:
        'Cписывать с баланса (выберите с валюты или с Гб), когда закончится текущий тариф.',
      subtitle: 'Внесенная сумма',
      takeFromBalance: 'Списать с валюты',
      takeFromGb: 'Списать с Гб',
      recievedGb: 'Заработаные гигабайты',
      inputTitle: 'Или внесите сумму на ваш баланс',
      balanceTip:
        'Вы можете пополнить баланс и увеличить трафик или заработать Гб с помощью ',
      balanceTipLink: 'реферальной программы',
    },
    traffic: {
      nolimit: 'NOLIMIT',
      nolimitTip:
        'Все под контролем, потребляйте сколько хотите, у вас безлимит',
      averagePerDay: 'В среднем в день вы тратите',
      forecast: 'Ваше прогнозное потребление трафика в месяц',
      seemsLike: 'Кажестся, вам ',
      enoghTraffic: ' хватит трафика до конца месяца',
      dontWorry: 'Чтобы не волноваться — можете ',
      addBalance: 'пополнить баланс',
      startAutoCharge: ', и нажать автосписание по текущему тарифу.',
    },
    options: {
      chooseLoc: 'Выбрать локацию',
      more: 'Подробнее.',
      locationText:
        'Наша сеть серверов работает в 54 странах. Здесь мы отображаем — во-первых, наиболее быстрые для вас точки. Во-вторых, наиболее оптимальные для рф, на взгляд robo.',
      chooseDevice: 'Выбрать устройство',
      chooseDeviceText:
        'Ваш ключ подходит для всех устройств, вы можете скачать нужное приложение для дополнительного устройства на сайте Outline.',
      saveKey: 'Когда сохраните настройки — ваш ключ обновится',
      smart: 'Умный robo',
      smartText:
        'Алгоритмы robo перераспределяют трафик в зависимости от того, на какой сайт вы хотите попасть. Даже с включенным впн — доступны и рф сайты. В том числе из-за рубежа.',
      care: 'Коммуникация с robo в Telegram',
      careText:
        'Robo скажет, если ркн заблокирует ваш сервер и предложит сразу новый, напомнит об окончании тарифа, поможет с установкой. И не только.',
      careReminder:
        'Внимание! При отключении коммуникации с ботом, мы будем связываться с вами только в случае блокировки, чтобы предоставить работающий доступ к сервису. Robo напишет, что нажать в Telegram, если соединение можно улучшить или РКН заблокирует именно ваш сервер.',
      careFreeReminder:
        'Коммуникацию можно отключить только на платных тарифах.',
      optSuccess:
        'Отлично, вы настроили robo под себя! Новые настройки внесены.',
      optSuccessKey:
        'Отлично, вы настроили robo под себя. Ваш ключ доступа — чтобы новые настройки заработали, вставьте новый ключ в приложение outline.',
    },
  },
};
